Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: League-firsts
ja: リーグの上位者

source: League-rankings
ja: リーグのランキング

source: League-statistics
ja: リーグの統計

source: Leagues Assistant
ja: リーグの助手

source: Leagues Tutor
ja: リーグの指導者

source: Leak
ja: 液漏れ

source: Lean snail
ja: 痩せたカタツムリ

source: Lean snail meat
ja: 瘦せたカタツムリ肉

source: Leap
ja: 飛び越える

source: Leather
ja: 革

source: Leather body
ja: 革のボディ

source: Leather boots
ja: 革の靴

source: Leather chaps
ja: 革のチャップス

source: Leather cowl
ja: 革の頭巾

source: Leather gloves
ja: 革の手袋

source: Leather shields
ja: 革の盾

source: Leather vambraces
ja: 革の腕甲

source: Leatherworker
ja: 革細工師

source: Leave
ja: 去る

source: Leave Cavern
ja: 洞窟を去る

source: Leave Tomb
ja: 墓を後にする

source: Leave platform
ja: 戻る

source: Leave-area
ja: 離脱

source: Leave-tutorial
ja: チュートリアルから離脱

source: Leaves
ja: 葉

source: Lectern
ja: 読み上げ台

source: Lectern space
ja: 詠唱台

source: Lector Gura
ja: レクター・グラ

source: Ledge
ja: 岩棚

source: Leech
ja: ヒル

source: Leech display
ja: ヒルの展示

source: Leela
ja: リーラ

source: Leenz
ja: リーンズ

source: Left boot
ja: 左足の靴

source: Left head
ja: 左の頭

source: Left side of a fireplace
ja: 暖炉の左側

source: Left-handed banana
ja: 左利き用バナナ

source: Leftovers
ja: 残骸

source: Legendary cocktail
ja: 伝説的なカクテル

source: Legends Guild door
ja: 伝説ギルドのドア

source: Legends' Guard
ja: 伝説ギルドの衛兵

source: Legs
ja: 足

source: Leke quo Keran
ja: レケ・クォ・ケラン

source: Lemon
ja: レモン

source: Lemon chunks
ja: レモンの塊

source: Lemon slices
ja: レモンのスライス

source: Lenny
ja: レニー

source: Lens mould
ja: レンズの鋳型

source: Lensa
ja: レンサ

source: Lenwe
ja: レンウェ

source: Lenyig Karna
ja: レニーグ・カーナ

source: Leo
ja: レオ

source: Leon
ja: レオン

source: Leon d'Cour
ja: レオン・ドクール

source: Lesser Demon Champion
ja: 下位悪魔のチャンピオン

source: Lesser Fanatic
ja: 下位の狂信者

source: Lesser demon
ja: 下位悪魔

source: Letter
ja: 手紙

source: Lev
ja: レヴ

source: Level
ja: レベル

source: Level 1 certificate
ja: レベル１証明書

source: Level 2 certificate
ja: レベル２証明書

source: Level 3 certificate
ja: レベル３証明書

source: Lever
ja: レバー

source: Lever A
ja: レバーA

source: Lever B
ja: レバーB

source: Lever C
ja: レバーC

source: Lever D
ja: レバーD

source: Lever E
ja: レバーE

source: Lever F
ja: レバーF

source: Lever Mechanism
ja: レバーの仕掛け

source: Lever bracket
ja: レバーの装着口

source: Lever space
ja: レバーのスペース

source: Levers
ja: レバー

source: Leviathan
ja: リヴァイアサン

source: Li'l lamb
ja: 小さな子羊

source: Liam
ja: リアム

source: Libation bowl
ja: 献酒のボール

source: Librarian
ja: 図書館員

source: Lidio
ja: リヂオ

source: Lieutenant Schepbur
ja: スケプバー中尉

source: Lieve McCracken
ja: リーヴ・マッククラーケン

source: Life buoy
ja: 救命浮き輪

source: Lifeless Matter
ja: 無生物

source: Lifelilly
ja: ライフリリー

source: Lift
ja: エレベーター

source: Lift Engine
ja: エレベーターのエンジン

source: Lift Platform
ja: エレベーターのプラットホーム

source: Light
ja: 火をつける

source: Light Jungle
ja: 軽いジャングル

source: Light creature
ja: 光の生命体

source: Light door
ja: 光のドア

source: Light leech
ja: 灯すヒル

source: Lighthouse key
ja: 灯台の鍵

source: Lighting mechanism
ja: 照明の仕掛け

source: Lighting space
ja: 照明のスペース

source: Lightning
ja: 雷

source: Lightning cloud
ja: 雷雲

source: Lightning conductor
ja: 避雷針

source: Lil' Bloat
ja: 小っちゃな膨張

source: Lil' Creator
ja: 小っちゃな創造者

source: Lil' Destructor
ja: 小っちゃな破壊者

source: Lil' Maiden
ja: 小っちゃな乙女

source: Lil' Nylo
ja: 小っちゃなニロ

source: Lil' Sot
ja: 小っちゃなソット

source: Lil' Xarp
ja: 小っちゃなハープ

source: Lil' Zik
ja: 小っちゃなジック

source: Lil'viathan
ja: ちっこイヴァイアサン

source: Lilifang
ja: リリファング

source: Liliwen
ja: リリウェン

source: Liliya
ja: リリヤ

source: Lillia
ja: リリア

source: Lilly
ja: リリー

source: Lily
ja: 百合

source: Lily pad
ja: スイレンの葉

source: Lime
ja: ライム

source: Lime chunks
ja: ライムの塊

source: Lime slices
ja: ライムのスライス

source: Limestone
ja: 石灰岩

source: Limestone brick
ja: 石灰岩のレンガ

source: Limestone fireplace
ja: 石灰岩の暖炉

source: Limestone rock
ja: 石灰岩の岩

source: Limpwurt plant
ja: リンプワートの株

source: Limpwurt root
ja: リンプワートの根

source: Limpwurt seed
ja: リンプワートの種

source: Lindir
ja: リンジー

source: Linen
ja: リネン

source: Linum Tirinum
ja: リニアム・チリナム

source: Linum Tirinum (Depleted)
ja: リニアム・チリナム（枯渇）

source: Lion Guard
ja: ライオンの番

source: Lion Statue
ja: ライオンの像

source: Liquid honey
ja: 液状はちみつ

source: Lisa
ja: リーサ

source: Lisse Isaakson
ja: リシー・イサークソン

source: Listen
ja: 聴く

source: Listen-at
ja: 聴く

source: Listen-to
ja: 聴く

source: Lit black candle
ja: 火のついた黒いロウソク

source: Lit candle
ja: 火のついたロウソク

source: Lit strange object
ja: 火のついた不思議な物体

source: Lit torch
ja: 点火された松明

source: Litara
ja: リタラ

source: Lithil
ja: リシル

source: Lithkren
ja: リスクレン

source: Little Nightmare
ja: 小さなナイトメア

source: Little Parasite
ja: 小さな寄生虫

source: Little boulder
ja: 小さな岩

source: Little crack
ja: 小さな隙間

source: Little tent
ja: 小さなテント

source: Lizard
ja: トカゲ

source: Lizard display
ja: トカゲの展示

source: Lizard dwelling
ja: トカゲの生息地

source: Lizard trap
ja: トカゲの罠

source: Lizardman
ja: リザードマン

source: Lizardman brute
ja: 残忍なリザードマン

source: Lizardman corpse
ja: リザードマンの遺体

source: Lizardman eggs
ja: リザードマンの卵

source: Lizardman head
ja: リザードマンの頭部

source: Lizardman lair
ja: リザードマンの巣穴

source: Lizardman shaman
ja: リザードマン・シャーマン

source: Lleidr Golau
ja: ルレイドル・ゴロ

source: Lletya
ja: レティア

source: Lliann
ja: ルリアン

source: Llio
ja: ルリオ

source: Load
ja: 装填

source: Loader
ja: 入れ口

source: Loading crane
ja: 荷役クレーン

source: Loar Shade
ja: ローの陰

source: Loar Shadow
ja: ローの影

source: Loar remains
ja: ロールの遺体

source: Lobster
ja: ロブスター

source: Lobster pot
ja: ロブスターの罠

source: Lobstrosity
ja: ロブストロシティー

source: Local Gnome
ja: 地元のノーム

source: Locate
ja: 方向確認

source: Locating crystal
ja: 定位の水晶

source: Lock
ja: カギ

source: Locked Door
ja: 閉まったドア

source: Locked Ogre chest
ja: 閉まったオーガの宝箱

source: Locked chest
ja: 閉じている宝箱

source: Locked door
ja: 閉まったドア

source: Locked gate
ja: カギが閉まっているゲート

source: Locker
ja: ロッカー

source: Lockers
ja: ロッカー

source: Locking
ja: 色を固定

source: Lockpick
ja: ピッキング道具

source: Locust
ja: バッタ

source: Locust rider
ja: バッタ・ライダー

source: Lofu
ja: ロフ

source: Log
ja: ログ

source: Log Store
ja: 丸太置き場

source: Log balance
ja: 丸太バランス

source: Log pile
ja: 丸太の山

source: Log raft
ja: 丸太のイカダ

source: Log storage
ja: 丸太の保管庫

source: Log-storage
ja: 丸太を保管

source: Logava
ja: ロガヴァ

source: Logavano plant
ja: ロガバノの株

source: Logavano seedling
ja: ロガバノの苗

source: Logios
ja: ロギオス

source: Logosia
ja: ロゴシア

source: Logout
ja: ログアウト

source: Logs
ja: 丸太

source: Loinur
ja: ロイヌー

source: Lokar Searunner
ja: ロカー・シーランナー

source: Loki
ja: ロキ

source: Lokraa quo Sihar
ja: ロクラー・クォ・シハー

source: Lola
ja: ロラ

source: Lollk
ja: ロルク

source: Long branched tree
ja: 長い枝の木

source: Long grass
ja: 高い草

source: Long planks
ja: 長い板

source: Long-tailed Wyvern
ja: 長尾のワイバーン

source: Longbow
ja: 長弓

source: Longbow (u)
ja: 長弓（未）

source: Longbow Ben
ja: ロングボウ・ベン

source: Longhall Bouncer
ja: ステージの警備員

source: Longhall door
ja: 長い広場のドア

source: Longramble
ja: ロングランブル

source: Look
ja: 見る

source: Look East
ja: 東を向く

source: Look North
ja: 北を向く

source: Look South
ja: 南を向く

source: Look West
ja: 西を向く

source: Look at
ja: 見る

source: Look in
ja: 中を見る

source: Look out
ja: 見張り所

source: Look through
ja: 越しに見る

source: Look-at
ja: 見る

source: Look-in
ja: 中を見る

source: Look-in-all
ja: 全てを覗く

source: Look-inside
ja: 中を見る

source: Look-into
ja: 中を見る

source: Look-out
ja: 見張り所

source: Look-over
ja: 越しに見る

source: Look-through
ja: 越しに見る

source: Look-under
ja: 下を確認

source: Look-up
ja: 上を見る

source: Lookup
ja: 検索

source: Loom
ja: 織機

source: Looming shadow
ja: 不気味な影

source: Loop
ja: ループ

source: Loop half of key
ja: カギの持ち手部分

source: Loose Mud
ja: 緩い泥

source: Loose Railing
ja: 緩いフェンス

source: Loose panel
ja: 緩いパネル

source: Loose rocks
ja: 緩い岩

source: Loot
ja: アイテムを回収

source: Loot Chest
ja: 戦利品の宝箱

source: Loot!
ja: 報酬！

source: Lord Alexei Jovkai
ja: アレクセイ・ジョヴカイ様

source: Lord Baxtorian Cadarn
ja: バクストリアン・カダーン様

source: Lord Crombwick
ja: クロムブウィック様

source: Lord Daquarius
ja: ダカリウス様

source: Lord Iestin Iorwerth
ja: イエスチン・イオワース様

source: Lord Ieuan Amlodd
ja: レオン・アームロッド様

source: Lord Iorwerth
ja: イオワース様

source: Lord Kandur Hosidius
ja: カンダー・ホシディアス様

source: Lord Marshal Brogan
ja: マーシャル・ブローガン様

source: Lord Mischa Myrmel
ja: ミスカ・ミーメル様

source: Lord Pandur Hosidius
ja: パンダー・ホシディアス様

source: Lord Piquan Crwys
ja: ピクァン・クルウィス様

source: Lord Rologarth
ja: ロロガース様

source: Lord Shiro Shayzien
ja: シロ・シャイジエン様

source: Lord Trobin Arceuus
ja: トロビン・アルセウス様

source: Lorelai
ja: ロレライ

source: Lornor quo Narga
ja: ローノ・クォ・ナーガ

source: Lorraine
ja: ロライン

source: Lost Soul
ja: 迷える魂

source: Lost barbarian
ja: 迷子の蛮族

source: Louie Legs
ja: ルイス・レッグズ

source: Louisa
ja: ルイサ

source: Lovada
ja: ロヴァダ

source: Lovakengj Engineer
ja: ロヴァケインの技術者

source: Lovakengj statue
ja: ロヴァケイン像

source: Lovakite furnace
ja: ロヴァカイトの炉

source: Lovakite rocks
ja: ロヴァカイトの岩

source: Love Cats
ja: ラブラブ猫

source: Low alcohol keg
ja: 低アルコールの小樽

source: Low fence
ja: 低いフェンス

source: Low wall
ja: 低い壁

source: Lowe
ja: ローエ

source: Lowerniel Drakan
ja: ロワーニエル・ドラカン

source: Lubufu
ja: ルブフ

source: Lucia
ja: ルシア

source: Lucien
ja: ルシエン

source: Lucky impling
ja: 幸運の子悪魔

source: Lucy
ja: ルーシー

source: Lumber order
ja: 木材の注文

source: Lumberjack Leif
ja: 木こりのレイフ

source: Lumbridge
ja: ランブリッジ

source: Lumbridge & Draynor Easy Diary
ja: ランブリッジとドレイナーの初級日記

source: Lumbridge & Draynor Elite Diary
ja: ランブリッジとドレイナーの超級日記

source: Lumbridge & Draynor Hard Diary
ja: ランブリッジとドレイナーの上級日記

source: Lumbridge & Draynor Medium Diary
ja: ランブリッジとドレイナーの中級日記

source: Lumbridge Guide
ja: ランブリッジの案内人

source: Lumbridge Portal
ja: ランブリッジのポータル

source: Lumbridge Waystone
ja: ランブリッジの転移ポイント

source: Lumbridge painting
ja: ランブリッジの絵画

source: Lumdo
ja: ルムド

source: Lumiere
ja: ルミエール

source: Luminata
ja: ルミナタ

source: Luminescent Growth
ja: 発光性の生産物

source: Lumo
ja: ルモ

source: Lump of crystal
ja: 水晶の一塊

source: Lumpy rug
ja: デコボコのカーペット

source: Luna
ja: ルーナ

source: Lunar
ja: ルーナ

source: Lunar Altar
ja: ルーナの祭壇

source: Lunar Chest
ja: ルーナの宝箱

source: Lunar Isle
ja: ルーナ島

source: Lunar Isle Portal
ja: ルーナ島のポータル

source: Lunar globe
ja: ルーナ・グローブ

source: Lunar spellbook
ja: ルーナ魔法の書

source: Lundail
ja: ルンダイル

source: Lunderwin
ja: ルンダーウィン

source: Lure
ja: ルアーを落とす

source: Lure cave
ja: ルアー洞窟

source: Lurgon
ja: ルーゴン

source: Luscion
ja: ルスシオン

source: Luthas
ja: ルーサス

source: Lutwidge
ja: ラトウィッジ

source: Lux grub
ja: ラックス・グラブ

source: Lynx
ja: オオヤマネコ

source: Lynx Tamer
ja: オオヤマネコ調教師

source: Lyra
ja: リラ

source: Lyre
ja: たて琴

source: M'amulet mould
ja: サルのアミュレットの鋳型

source: M'speak amulet
ja: サル話のアミュレット

source: Mac
ja: マック

source: Macaroni Penguin
ja: マカロニ・ペンギン

source: Machete
ja: マチェテ

source: Machine
ja: 機械

source: Machine panel
ja: 機械のパネル

source: Machinery
ja: 機械

source: Mackerel
ja: サバ

source: Mad skavid
ja: 狂ったスカヴィド

source: Madam Sikaro
ja: マダム・シカロ

source: Madame Caldarium
ja: マダム・カルダリウｍｍ

source: Maedhros
ja: マエドホロス

source: Maeglin
ja: マエグリン

source: Mage (easy)
ja: 魔術師（初級）

source: Mage of Zamorak
ja: ザモラックの魔術師

source: Magenta Crystal
ja: マゼンタの水晶

source: Magenta crystal
ja: マゼンタの水晶

source: Magenta door
ja: 赤紫色のドア

source: Magic
ja: 魔法

source: Magic Gate
ja: 魔法のゲート

source: Magic Instructor
ja: 魔法の講師

source: Magic Mirror
ja: 魔法の鏡

source: Magic Mushtree
ja: 魔法のキノコの木

source: Magic Portal
ja: 魔法のポータル

source: Magic Stall
ja: 魔法用品の屋台

source: Magic axe
ja: 魔法の斧

source: Magic ball
ja: 魔法の玉

source: Magic barrier
ja: 魔法のバリア

source: Magic birdhouse
ja: 魔法樹の鳥小屋

source: Magic birdhouse (empty)
ja: 魔法樹の鳥小屋（空）

source: Magic box
ja: 魔法の箱

source: Magic box failed
ja: 失敗した魔法の箱

source: Magic cape rack
ja: 魔法のマントかけ

source: Magic chest
ja: 魔法樹の宝箱

source: Magic circle
ja: 魔法陣

source: Magic combat tutor
ja: 魔法戦の指導者

source: Magic door
ja: 魔法のドア

source: Magic gold feather
ja: 魔法の金の羽

source: Magic guild door
ja: 魔法ギルドのドア

source: Magic logs
ja: 魔法の丸太

source: Magic longbow
ja: 魔法樹の長弓

source: Magic longbow (u)
ja: 魔法樹の長弓（未）

source: Magic ogre potion
ja: 魔法のオーガ薬液

source: Magic potion(1)
ja: 魔法の増強薬（１）

source: Magic potion(2)
ja: 魔法の増強薬（２）

source: Magic potion(3)
ja: 魔法の増強薬（３）

source: Magic potion(4)
ja: 魔法の増強薬（４）

source: Magic pyre logs
ja: 魔法の火葬の丸太

source: Magic secateurs
ja: 魔法のせん定ばさみ

source: Magic seed
ja: 魔法の種

source: Magic shortbow
ja: 魔法樹の短弓

source: Magic shortbow (u)
ja: 魔法樹の短弓（未）

source: Magic spell
ja: かけられた魔法

source: Magic staff
ja: 魔法の杖

source: Magic stone
ja: 魔法の石

source: Magic table
ja: 魔法のテーブル

source: Magic tree
ja: 魔法樹

source: Magic tree stump
ja: 魔法樹の切り株

source: Magic wardrobe
ja: 魔法のタンス

source: Magic wardrobe space
ja: 魔法のタンスのスペース

source: Magic well
ja: 魔法の井戸

source: Magic wheat
ja: 魔法の小麦

source: Magic whistle
ja: 魔法の笛

source: Magical Animator
ja: 魔法の蘇生機

source: Magical Barrier
ja: 魔法のバリア

source: Magical Chest
ja: 魔法の宝箱

source: Magical Fire
ja: 魔法の火

source: Magical Obelisk
ja: 魔法のオベリスク

source: Magical Snow
ja: 魔法の雪

source: Magical fire
ja: 魔法の火

source: Magical pumpkin
ja: 魔法のカボチャ

source: Magical rocks
ja: 魔法の岩

source: Magical shield
ja: 魔法の盾

source: Magical symbol
ja: 魔法のシンボル

source: Magical wheat
ja: 魔法の小麦

source: Magnet
ja: 磁石

source: Magnus Gram
ja: マグナス・グラム

source: Magpie impling
ja: カササギの子悪魔

source: Mahogany Adventure Log
ja: マホガニーの冒険家ログ

source: Mahogany Homes Display
ja: マホガニー・ホームの展示

source: Mahogany Wardrobe
ja: マホガニーのタンス

source: Mahogany bench
ja: マホガニーのベンチ

source: Mahogany birdhouse
ja: マホガニーの鳥小屋

source: Mahogany birdhouse (empty)
ja: マホガニーの鳥小屋（空）

source: Mahogany cape rack
ja: マホガニーのマントかけ

source: Mahogany chest
ja: マホガニーの宝箱

source: Mahogany feeder
ja: マホガニーのエサ入れ

source: Mahogany house
ja: マホガニーの家

source: Mahogany outfit stand
ja: マホガニーの衣装スタンド

source: Mahogany prize chest
ja: マホガニーの景品入れ

source: Mahogany sapling
ja: マホガニーの若木

source: Mahogany scratching post
ja: マホガニーの爪かきポスト

source: Mahogany table
ja: マホガニーのテーブル

source: Mahogany tree
ja: マホガニーの木

source: Mahogany tree stump
ja: マホガニーの切り株

source: Mahogany trophy case
ja: マホガニーのトロフィーケース

source: Mahogany wall decoration
ja: マホガニーの壁の装飾

source: Mahtan
ja: マフタン

source: Maid
ja: メイド

source: Mairin
ja: マイリン

source: Maisa
ja: マイサ

source: Major Attack
ja: アタック少佐

source: Major Collect
ja: コレクト少佐

source: Major Defend
ja: ディフェンド少佐

source: Major Heal
ja: ヒール少佐

source: Make
ja: 作る

source: Make scary noise
ja: 怖い音をたてる

source: Make unfinished potion(s)
ja: 未完成の薬液を調合

source: Make-cuppa
ja: お茶を作る

source: Make-helmet
ja: 鉄兜を作成

source: Make-raft
ja: イカダを作る

source: Makeover
ja: 作り直す

source: Makeover Mage
ja: 改装の魔術師

source: Making Friends with My Arm display
ja: おいらの腕と友達になる展示

source: Malak
ja: マラク

source: Malcolm
ja: マルコム

source: Male h.a.m.
ja: 男性HAM.

source: Male slave
ja: 男性奴隷

source: Malevolent Mage
ja: 邪悪な魔術師

source: Malignius Mortifer
ja: マリグニウス・モーチファイア

source: Mallak quo Keran
ja: マラック・クォ・ケラン

source: Mama
ja: ママ

source: Mamma Bufetta
ja: ママ・ブフェッタ

source: Mammoth
ja: マンモス

source: Man
ja: 男

source: Man hidden
ja: 隠された人

source: Man trap
ja: 対人の罠

source: Mandibular Maximus
ja: マンジブラー・マクシマス

source: Mandrith
ja: マンドリス

source: Mandy
ja: マンディー

source: Mangle
ja: マングル

source: Manhole
ja: マンホール

source: Manhole cover
ja: マンホールの二タ

source: Maniacal Monkey Archer
ja: 狂気のサルのアーチャー

source: Maniacal monkey
ja: 狂気のサル

source: Mannequin
ja: マネキン

source: Manni the Reveller
ja: 酒盛りのマニ

source: Manoeuvre-past
ja: やり過ごす

source: Manta ray
ja: マンタ

source: Manticore
ja: マンティコア

source: Manual
ja: 手動

source: Map
ja: 地図

source: Map part
ja: 地図の一部

source: Map scrap
ja: 地図のスクラップ

source: Map space
ja: 地図のスペース

source: Map table
ja: 地図のテーブル

source: Maple birdhouse
ja: 楓の鳥小屋

source: Maple birdhouse (empty)
ja: 楓の鳥小屋（空）

source: Maple logs
ja: 楓の丸太

source: Maple longbow
ja: 楓の長弓

source: Maple longbow (u)
ja: 楓の長弓（未）

source: Maple pyre logs
ja: 楓の火葬の丸太

source: Maple seed
ja: 楓の種

source: Maple shortbow
ja: 楓の短弓

source: Maple shortbow (u)
ja: 楓の短弓（未）

source: Maple tree
ja: 楓

source: Marble adventure log
ja: 大理石の冒険家ログ

source: Marble amulet
ja: 大理石のアミュレット

source: Marble bench
ja: 大理石のベンチ

source: Marble cape rack
ja: 大理石のマントかけ

source: Marble fireplace
ja: 大理石の暖炉

source: Marble gargoyle
ja: 大理石ガーゴイル

source: Marble hidden
ja: 隠された大理石

source: Marble trap
ja: 大理石の罠

source: Marble wall
ja: 大理石の壁

source: Marcellus
ja: マーセラス

source: Marfet
ja: マーフェト

source: Maria Gadderanks
ja: マリア・ガダーランクス

source: Maria Gunnars
ja: マリア・ガナーズ

source: Mariah
ja: マリア

source: Marigold
ja: マリーゴールド

source: Marigold seed
ja: マリーゴールドの種

source: Marigolds
ja: マリーゴールド

source: Marim
ja: マリム

source: Marim Portal
ja: マリムのポータル

source: Marinated j' bones
ja: マリネしたジョーガ骨

source: Marisi
ja: マリシ

source: Marius
ja: マリウス

source: Marius Giste
ja: マリウス・ギステ

source: Mark
ja: マーク

source: Mark of Darkness
ja: 暗黒の印

source: Mark of Power
ja: 力の印

source: Marked wall
ja: マークされた壁

source: Marker
ja: マーカー

source: Market Guard
ja: 市場の衛兵

source: Market Stall
ja: 屋台

source: Market seller
ja: 市場の販売人

source: Market stall
ja: 屋台

source: Markog
ja: マーコグ

source: Marley
ja: マーレイ

source: Marlo
ja: マルロ

source: Marmor quo Narga
ja: マーモー・クォ・ナーガ

source: Marrentill
ja: マレンテル

source: Marrentill potion (unf)
ja: マレンテルの薬液（未）

source: Marrentill seed
ja: マレンテルの種

source: Marshy jungle vine
ja: 湿地のジャングルのツル

source: Marten
ja: マーテン

source: Martha Rehnison
ja: マーサ・レフニソン

source: Martin Holt
ja: マーチン・ホルト

source: Martin Thwait
ja: マーティン・スウェイト

source: Martin the Master Gardener
ja: 園芸の達人マーティン

source: Martina Scorsby
ja: マーティナ・スコースビ

source: Marv (Well)
ja: マーヴ（健康）

source: Marv (ghastly!)
ja: マーヴ（化けそう！）

source: Marv (sick)
ja: マーヴ（病気）

source: Marv (very sick)
ja: マーヴ（重病）

source: Marwolaeth Dawnsio
ja: マーウォラエス・ドーンシオ

source: Mary
ja: メアリー

source: Massive ribs
ja: 巨大なあばら骨

source: Massive storage unit
ja: 巨大な収納ユニット

source: Mast
ja: マスト

source: Master
ja: 達人

source: Master Chef
ja: マスター・シェフ

source: Master Crafter
ja: 工作の達人

source: Master Farmer
ja: 偉い農民

source: Master Navigator
ja: 偉いナビゲーター

source: Master clue scroll display
ja: 達人宝さがしの巻物の展示

source: Master farmer
ja: 偉い農民

source: Master fisher
ja: 釣りの達人

source: Master smithing tutor
ja: 鍛冶の達人指導者

source: Matilda
ja: マチルダ

source: Matthew
ja: マシュー

source: Matthias
ja: マチアス

source: Mattimeo
ja: マッチメオ

source: Mature Asgarnian Ale
ja: 熟したアスガルニアン・エール

source: Mature Axeman's Folly
ja: 熟した斧使いのフォリー

source: Mature Chef's Delight
ja: 熟したシェフの歓喜

source: Mature Cider
ja: 熟したサイダー

source: Mature Dragon Bitter
ja: 熟したドラゴン・ビター

source: Mature Dwarven Stout
ja: 熟したドワーフ・スタウト

source: Mature Greenmans Ale
ja: 熟したアスガルニアン・エール

source: Mature Moonlight Mead
ja: 熟した月光ミード

source: Mature Slayer's Respite
ja: 熟した討伐者の小休止

source: Mature Wizards Mind Bomb
ja: 熟した魔法使いの精神爆弾

source: Mature juniper tree
ja: 成熟したセイヨウネズ の木

source: Mausoleum
ja: 霊びょう

source: Mausoleum Door
ja: 霊廟の扉

source: Mausoleum door
ja: 霊廟の扉

source: Mawnis Burowgar
ja: マウニス・ブロウガー

source: Mawrth
ja: マウース

source: Maxhit Variant
ja: 最高ヒットの種類

source: Mayor Hobb
ja: ホッブ市長

source: Maz
ja: マズ

source: Mazchna
ja: マズカナ

source: Maze Guardian
ja: 迷路の守護者

source: Maze key
ja: 迷路のカギ

source: Mazion
ja: マジオン

source: Me
ja: ワタシ

source: Me (hard)
ja: ワタシ（上級）

source: Me?
ja: 自分？

source: Meat pie
ja: 肉パイ

source: Meat pizza
ja: 肉のピザ

source: Meat table
ja: 肉のテーブル

source: Meat tree
ja: 肉の木

source: Meddwl Ymlaen Llaw
ja: メドウル・イムラエン・ロー

source: Medic
ja: 衛生兵

source: Medical gown
ja: 医療用ガウン

source: Medical table
ja: 医療用テーブル

source: Medium Barrier
ja: 普通のバリアー

source: Medium Boulder
ja: 普通の岩

source: Medium Fossil Display
ja: 中間サイズの化石の展示

source: Medium Jungle
ja: 中程度のジャングル

source: Medium boulder
ja: 普通の岩

source: Medium catalytic guardian
ja: 普通の触媒の守護者

source: Medium cell tile
ja: 普通のセルのタイル

source: Medium elemental guardian
ja: 普通の元素の守護者

source: Medium fence
ja: 中程度のフェンス

source: Medium ninja bonemeal
ja: 普通の忍者の骨粉

source: Medium ninja monkey
ja: 普通の忍者ザル

source: Medium ninja monkey bones
ja: 普通の忍者ザルの骨

source: Medium storage unit
ja: 普通の収納ユニット

source: Medivaemia root
ja: メジバエミアの根

source: Medpack Box
ja: 救急箱

source: Meegle
ja: ミーグル

source: Meeting notes
ja: 会議のメモ

source: Megan
ja: メガン

source: Mehhar
ja: メフハー

source: Meilyr Banner
ja: メイリーのバナー

source: Meiyerditch citizen
ja: メイヤーディッチの市民

source: Meiyerditch miner
ja: メイヤーディッチの鉱夫

source: Mekritus A'hara
ja: メクリタス・アハラ

source: Melana Moonlander
ja: メラナ・ムンランダー

source: Melee combat tutor
ja: 近接戦の指導者

source: Meleti
ja: メレチ

source: Melina
ja: メリナ

source: Melt
ja: 融かす

source: Melting Pot
ja: 溶解ポット

source: Melvin
ja: メルヴィン

source: Melzar the Mad
ja: 狂人メルザー

source: Memorial
ja: 追悼

source: Memoriam Device
ja: 追悼装置

source: Memory of Seren
ja: セレンの記憶

source: Menaphite Akh
ja: メナファイト・アク

source: Menaphite Guard
ja: メナファイトの衛兵

source: Menaphite Leader
ja: メナファイトの長

source: Menaphite Shadow
ja: メナファイトの影

source: Menaphite Thug
ja: メナファイトの凶漢

source: Mercenary
ja: 傭兵

source: Mercenary Captain
ja: 傭兵の隊長

source: Mercenary axeman
ja: 傭兵の斧兵

source: Mercenary mage
ja: 傭兵の魔術師

source: Merchandise
ja: 商品サイト

source: Mercy
ja: マーシー

source: Meredith
ja: メレジス

source: Merfolk Skeleton
ja: 人魚のスケルトン

source: Merlin
ja: マーリン

source: Mernia
ja: メーニア

source: Mernik
ja: メルニク

source: Meskhenet
ja: メスクヘネット

source: Message
ja: 手紙

source: Messenger
ja: 使者

source: Metal
ja: 金属

source: Metal Press
ja: 鉄圧縮機

source: Metal bird
ja: 鉄の鳥

source: Metal door
ja: 鉄製のドア

source: Metal gate
ja: 鉄のゲート

source: Metal key
ja: 金属の鍵

source: Metal ladder
ja: 鉄製のハシゴ

source: Metal pieces
ja: 鉄の部品

source: Metal stand
ja: 金属のスタンド

source: Metamorphosis
ja: 変身

source: Metarialus
ja: メタリアルス

source: Meteora
ja: メテオラ

source: Metla
ja: メトラ

source: Metzli, Teokan of Ranul
ja: ラヌルのテオオカン、メツズリ

source: Mi-Gor
ja: ミゴー

source: Mia
ja: ミア

source: Miala
ja: マイラ

source: Miazrqa
ja: ミアズルカ

source: Middle head
ja: 真ん中の頭

source: Mighty torrent
ja: 壮大な激流

source: Mihail
ja: ミハイル

source: Mike
ja: マイク

source: Miles
ja: マイルズ

source: Milk
ja: 乳を搾る

source: Milk Urns
ja: 牛乳の壺

source: Mill
ja: ミル

source: Milla
ja: ミラ

source: Milli Rehnison
ja: ミリ・レフニソン

source: Millie Miller
ja: ミリー・ミラー

source: Millstones
ja: 石臼

source: Miltog
ja: ミルトグ

source: Mime
ja: マイム

source: Mime boots
ja: マイムの靴

source: Mime gloves
ja: マイムの手袋

source: Mime legs
ja: マイムのズボン

source: Mime mask
ja: マイムのマスク

source: Mime top
ja: マイムのトップ

source: Mimic Display
ja: ミミックの展示

source: Mimm
ja: ミム

source: Mind Altar
ja: 心の祭壇

source: Mind Altar Portal
ja: 心の祭壇のポータル

source: Mind Door
ja: 心のドア

source: Mind Golem
ja: 心ゴーレム

source: Mind rift
ja: 心の裂け目

source: Mind rune
ja: 心のルーン

source: Mind talisman
ja: 心のタリスマン

source: Mine
ja: 掘る

source: Mine Cart
ja: トロッコ

source: Mine cart
ja: トロッコ

source: Mine cart driver
ja: トロッコ操縦士

source: Mine cart sign
ja: トロッコ標識

source: Mine cave
ja: 鉱山の洞窟

source: Mine door
ja: 鉱山のドア

source: Mine door entrance
ja: 鉱山の入口

source: Mine supervisor
ja: 採掘監視者

source: Minecart
ja: トロッコ

source: Minecart ticket
ja: マインカートのチケット

source: Miner
ja: 鉱夫

source: Miner Magnus
ja: 鉱夫のマグナス

source: Mines
ja: 鉱山へ

source: Miniature chaotic clouds
ja: 小さな無秩序な雲

source: Minimus
ja: ミニマス

source: Mining
ja: 採掘

source: Mining Guild
ja: 採掘ギルド

source: Mining Instructor
ja: 採掘の講師

source: Mining helmet
ja: 採掘用のヘルメット

source: Mining tutor
ja: 採掘の指導者

source: Minotaur
ja: ミノタウロス

source: Miodvetnir
ja: ミオドヴェントニー

source: Miriam
ja: ミリアム

source: Miriel
ja: ミリエル

source: Mirror
ja: 鏡

source: Mirror (dirty)
ja: 鏡（汚）

source: Mirror shield
ja: 鏡の盾

source: Miscellaneous key
ja: 雑多のカギ

source: Miscellania
ja: ミセラニア

source: Mischievous ghost
ja: いたずら好きな幽霊

source: Misdrievus Shadum
ja: ミスドリエヴス・シャダム

source: Mishkal'un Dorn
ja: ミシカルン・ドーン

source: Miss Cheevers
ja: ミス・チーヴァーズ

source: Miss Schism
ja: スキズムさん

source: Mist
ja: 霧

source: Mist rune
ja: 霧のルーン

source: Mistag
ja: ミスタグ

source: Mithrellas
ja: ミスレラスウ

source: Mithril 2h sword
ja: ミスリルの両手剣

source: Mithril armour
ja: ミスリルの鎧

source: Mithril arrow
ja: ミスリルの矢

source: Mithril arrow(p)
ja: ミスリルの矢（毒）

source: Mithril arrowtips
ja: ミスリルの矢じり

source: Mithril axe
ja: ミスリルの斧

source: Mithril axe head
ja: ミスリルの斧の金属部分

source: Mithril bar
ja: ミスリルの延べ棒
